
/* Date format that appers in the menu.  Refer to this page for a list of date values: http://developer.apple.com/documentation/Cocoa/Conceptual/DataFormatting/Articles/dfDateFormatterSyntax.html */
"%a %e %b" = "%a %e %b";

/* Growl message, e.g. 2 books from New York Library are due */
"%d books from %@ are due" = "%d books from %@ are due";

/* Last Update time date format in the Login Preferences */
"%e %b %I:%M %p" = "%e %b %I:%M %p";

/* Growl message, e.g. 1 book from New York Library is due */
"1 book from %@ is due" = "1 book from %@ is due";

/* Appears in the menu */
"About Library Books" = "Om Library Books";

/* No comment provided by engineer. */
"dd mmm yyyy" = "dd mmm åååå";

/* No comment provided by engineer. */
"dd mmm, yyyy" = "dd mmm, åååå";

/* No comment provided by engineer. */
"dd mmmm yyyy" = "dd mmmm åååå";

/* No comment provided by engineer. */
"dd mmmm, yyyy" = "dd mmmm, åååå";

/* No comment provided by engineer. */
"dd-mm-yy" = "dd-mm-åå";

/* No comment provided by engineer. */
"dd-mm-yyyy" = "dd-mm-åååå";

/* No comment provided by engineer. */
"dd-mmm-yyyy" = "dd-mmm-åååå";

/* No comment provided by engineer. */
"dd.mm.yy" = "dd.mm.yy";

/* No comment provided by engineer. */
"dd.mm.yyyy" = "dd.mm.åååå";

/* No comment provided by engineer. */
"dd/mm/yy" = "dd/mm/åå";

/* No comment provided by engineer. */
"dd/mm/yyyy" = "dd/mm/åååå";

/* No comment provided by engineer. */
"dd/mmmm/yyyy" = "dd/mmmm/åååå";

/* The iCal calendar description */
"Due dates of borrowed library books" = "Due dates of borrowed library books";

/* Appears in the menu when an update fails */
"Failed to Update" = "Kunde inte uppdatera";

/* Preferences window title
   Label in preferences toolbar */
"General" = "General";

/* Preferences library list menu label */
"Generic Catalogue Systems:" = "Generic Catalogue Systems:";

/* Appears in the menu for first time users */
"Getting Started Help" = "Getting Started Help";

/* Appears in the menu */
"Hold" = "reservation";

/* Appears in the menu */
"Holds" = "reservationer";

/* Preferences window title
   Label in preferences toolbar */
"iCal" = "iCal";

/* Appears in the menu */
"Items on Hold:" = "Reserverade böcker:";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Days Ago" = "Last Updated %d Days Ago";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Hours Ago" = "Last Updated %d Hours Ago";

/* Appears in the menu when you haven't updated for a while */
"Last Updated 1 Day Ago" = "Last Updated 1 Day Ago";

/* Appears in your iCal calendar. Note that the \"%@\" is replaced with library book name */
"Library Item \"%@\" is Due Today" = "Library Item \"%@\" is Due Today";

/* Appears in your iCal calendar */
"Library Items Due Today" = "Library Items Due Today";

/* Preferences library list menu label */
"Library Presets:" = "Library Presets:";

/* Preferences window title
   Label in preferences toolbar */
"Logins" = "Logins";

/* Preferences window title
   Label in preferences toolbar */
"Menu" = "Menu";

/* No comment provided by engineer. */
"mm-dd-yy" = "mm-dd-åå";

/* No comment provided by engineer. */
"mm-dd-yyyy" = "mm-dd-åååå";

/* No comment provided by engineer. */
"mm/dd/yy" = "mm/dd/åå";

/* No comment provided by engineer. */
"mm/dd/yyyy" = "mm/dd/åååå";

/* No comment provided by engineer. */
"mmm dd" = "mmm dd";

/* No comment provided by engineer. */
"mmm dd yyyy" = "mmm dd åååå";

/* No comment provided by engineer. */
"mmm dd, yyyy" = "mmm dd, åååå";

/* No comment provided by engineer. */
"mmmm dd, yyyy" = "mmmm dd, åååå";

/* No comment provided by engineer. */
"mmmm/dd/yyyy" = "mmmm/dd/åååå";

/* Appears in the menu if there are too many items in the menu */
"More" = "More";

/* Appears in the library sub menu */
"My Account" = "Mitt konto";

/* Appears in the menu when the user has not borrowed any items */
"No Borrowed Items" = "Inga lånade media";

/* Appears in the menu for first time users */
"No Libraries Configured" = "No Libraries Configured";

/* Appears in the library sub menu */
"Open Catalogue" = "Visa katalog";

/* Appears in the menu */
"Open Holds Page" = "Visa reservationer";

/* Appears in the library sub menu */
"Open Library Web Page" = "Gå till bibliotekets hemsida";

/* Appears in the library sub menu */
"Open Renew Items" = "Visa/förläng mina lån";

/* Appears in the menu */
"Preferences..." = "Inställningar...";

/* Appears in the library menu */
"Quit Library Books" = "Avsluta Library Books";

/* Appears in the menu */
"Ready for Pickup" = "finns att hämta";

/* Growl message title */
"Return Your Library Books" = "Return Your Library Books";

/* Preferences library list menu label */
"Select Library" = "Select Library";

/* Date label in menu */
"Today" = "Today";

/* Date label in menu */
"Tomorrow" = "Tomorrow";

/* Appears in the menu */
"Update" = "Uppdatera";

/* Date label in menu */
"Yesterday" = "Yesterday";

/* Appears in menu if borrower has holds */
"YOUR HOLDS:" = "YOUR HOLDS:";

/* Appears in the menu */
"YOUR LOANS:" = "YOUR LOANS:";

/* No comment provided by engineer. */
"yy-mm-dd" = "åå-mm-dd";

/* No comment provided by engineer. */
"yyyy-mm-dd" = "åååå-mm-dd";

/* No comment provided by engineer. */
"yyyy/mm/dd" = "åååå/mm/dd";
